Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/muu_suuha_muu_sokkan_mu_sohka_minun_sukuni_-_virtuaaliset_oppitunnit_saamelaisten_kansallispaivan_kunniaksi_7_-9_2_2023.html.tmx
Source language: fin
Languages: smn

source: Muu suuhâ, muu sokkân, mu sohka, minun sukuni – virtuaaliset oppitunnit saamelaisten kansallispäivän kunniaksi 7.–9.2.2023
smn: Muu suuhâ, muu sokkân, mu sohka, minun sukuni – virtuaalliih oppâtiijmeh Säämi aalmugpeeivi kunnen7. –9.2.2023

source: Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihanke juhlistaa 6.2. vietettävää saamelaisten kansallispäivää ja järjestää virtuaaliset oppitunnit 7.–9.2.2023.
smn: Sämikielâi káidusmáttááttâs piiloothaahâ áávvud Säämi aalmugpeeivi 6.2. já uárnee virtuaallijd oppâtiijmijd 7.–9.2.2023.

source: Oppitunteja on yhteensä kolme, ja niiden aiheena on suku.
smn: Oppâtiijmeh láá ohtsis kulmâ, já tai fáddán lii suuhâ.

source: Oppitunneilla selviää, miten suku ilmenee saamelaisessa perinnemusiikissa, saamenkielisessä sanastossa ja saamenpuvussa.
smn: Oppâtiijmij ääigi selvân, ete maht suuvah uáinojeh säämi ärbimuusikist, sämikielâlii sánáduvâst já sämimááccuhijn.

source: Oppitunnit on suunnattu eri luokka-asteille, mutta oppitunneille ovat tervetulleita kaikki saamen kielistä ja saamelaisesta kulttuurista kiinnostuneet.
smn: Oppâtiijmeh láá čuosâttum sierâ luokkatassijd, mutâ tijmijd láá tiervâpuáttim puohah, kiäid sämikielah já sämikulttuur kiäsutteh.

source: Tunneille voi osallistua kukin oppija itsenäisesti tai koko luokka yhdessä samaan tuokioon yhteiseltä laitteelta.
smn: Tijmijd puáhtá uásálistiđ jieškote-uv uáppee jiečânávt tâi oles luokka puáhtá uásálistiđ siämmáá puudân oovtâst ohtsii piergâsijn.

source: Opetus on pääasiassa saameksi (inarin-, koltan- tai pohjoissaamen kieli), tukikielenä on suomi.
smn: Máttááttâs lii iänááš sämikielân (anarâš-, nuorttâlâš- tâi tavesämikielâ), toorjâkiellân lii suomâkielâ.

source: Tunnit sopivat siis myös saamen kielen oppijoille.
smn: Tiijmeh heivejeh te meid sämikielâ uáppeid.

source: Tunteja pääsee seuraamaan suorana liittymislinkkejä klikkaamalla tai katsomalla oppituntien tallenteet.
smn: Tiijmijd puáhtá čuávvuđ njuolgâ vuolgâttâssân spokkâlmáin servâmliiŋkâid tâi nuuvt, ete kiäččá tiijmij paddiimijd.

source: Tuntien seuraaminen on maksutonta eikä vaadi ennakkoilmoittautumista.
smn: Tiijmijd puáhtá čuávvuđ nuuvtá ige taarbâš almottâttâđ muuneeld.

source: Tunneilla on myös mahdollisuus kysyä ja keskustella chatissa.
smn: Tiijmij ääigi lii meid máhđulâš koijâdiđ já savâstâllâđ chatist.

source: Tallenteiden katseluaika on 10.–24.2. osoitteessa https://www.saamenetaopetus.com/tapahtumat-ja-tallenteet .
smn: Paddiimij keččâmäigi lii 10.–24.2. čujottâsâst https://www.saamenetaopetus.com/tapahtumat-ja-tallenteet .

source: Aikataulu:
smn: Äigitavlu:

source: tiistai 7.2. klo 10.00–10.45 Suku ja leu’ddit koltansaameksi Luokille 3–6 Opettajana Hanna-Maaria Kiprianoff Liittymislinkki
smn: majebargâ 7.2. tme 10.00–10.45 Suuhâ já leu’dd nuorttâlâškielân Luokkaid 3–6 Máttáátteijen Hanna-Maaria Kiprianoff Servâmliŋkkâ

source: keskiviikko 8.2. klo 10.00–10.45 Suku ja sanasto inarinsaameksi Luokille 0–2 Opettajana Heli Aikio Liittymislinkki
smn: koskokko 8.2. tme 10.00–10.45 Suuhâ já sánádâh anarâškielân Luokkaid 0–2 Máttáátteijee Heli Aikio Servâmliŋkkâ

source: torstai 9.2. klo 10.00–10.45 Suku ja saamenpuku pohjoissaameksi Yläkoululaiset ja toinen aste Opettajana Anne Olli Liittymislinkki
smn: tuorâstâh 9.2. tme 10.00–10.45 Suuhâ já mááccuh tavesämikielân Paješkovlâliih já nubbe tääsi Máttáátteijen Anne Olli Servâmliŋkkâ

source: Lisätietoja:
smn: Lasetiäđuh:

source: Hanna Helander, hankepäällikkö hanna.helander@edu.utsjoki.fi 040 701 2094
smn: Hanna Helander, hahâhovdâ hanna.helander@edu.utsjoki.fi 040 701 2094

source: Arla Magga, hankekoordinaattori arla.magga@samediggi.fi 040 687 5989
smn: Arla Magga, hahâkoordinaattor arla.magga@samediggi.fi 040 687 5989

source: Saamelaisten kansallispäivää vietetään vuosittain helmikuun 6. päivänä.
smn: Säämi aalmugpeivi ávuduvvoo jyehi ive kuovâmáánu 6. peeivi.

source: Juhlallisuuksia järjestetään silloin perinteisesti eri puolilla Saamenmaata ja nykyisin myös Saamenmaan ulkopuolella.
smn: Ávutuáluh láá ärbivuáválávt sierâ kuávluin Säämist já meid Säämi ulguubeln.

source: Voit osallistua saamelaisten kansallispäivään myös seuraavin tavoin:
smn: Tun puávtáh uásálistiđ Säämi aalmugpiäiván meid návt:

source: Tutustu Saamelaiskäräjien monipuoliseen toimintaan Saamelaiskulttuurikeskus Sajoksessa Inarissa avointen ovien päivässä 6.2.
smn: Uáppáásm Sämitige maaŋgâpiälásii tooimân Säämi kulttuurkuávdáš Sajosist Anarist ávus uuvsâi peeivi 6.2.

source: Tutustu Oktavuohta – saamelaistietoa opetukseen -sivustoon.
smn: Uáppáásm Oktavuohta – saamelaistietoa opetukseen -sijđoid.

source: Sivustolta löytyy eri koulu- ja luokka-asteille suunniteltuja, aihepiireittäin jäsenneltyjä osioita ja tehtäviä.
smn: Siijđoin láá jieškote-uv škovlâ- já luokkatáásán vuávájum fáddáuásih já pargopitáh.

source: Tilaa video-oppitunteja saamelaisaiheiden käsittelyyn koulussa.
smn: Tiiláá video-oppâtiijmijd sämifáádái kieđâvušmân škoovlâst.

source: Tutustu saamelaista kulttuuria käsitteleviin mobiilipeleihin ja harjoituksia sisältävään menetelmäpakkaan Nuorten Akatemian sivulla.
smn: Uáppáásm sämikulttuur kieđâvuššee moobiilspelláid já hárjuttâspaakân Nuorâi Akatemia siijđoin.

source: Tutustu Sano se saameksi -puhekieliseen fraasisanakirjaan pohjois-, inarin- ja koltansaameksi.
smn: Uáppáásm Sano se saameksi -eđâldâhsänikiirján orjâlâš-, anarâš- já nuorttâlâškielân.

source: Sivustolla myös viisi lyhytdokumenttia, pikaopas saamelaiskulttuuriin, soundboard sekä kaksi kieliaiheista artikkelia.
smn: Siijđoin láá meid vittâ uánihisdokument, almoliih tiäđuh sämikulttuurist, soundboard sehe kyehti artikkâl kielâfáádást.

source: Opettele pohjoissaamea Saamelaisneuvoston IndyLan-kielenoppimissovelluksen avulla.
smn: Máttááttâl tavesämikielâ Sämirääđi IndyLan-kielâoppâmheiviittâssáin.

source: Sovellus ladattavissa Apple Storesta ja Google Playsta .
smn: Heiviittâs puáhtá luođiđ Apple Storest já Google Playst .

source: Opettele pohjois-, inarin- tai koltansaamea lapsille suunnatulla Kaupunkiseikkailu-pelillä, joka on yhdistelmä lauta- ja korttipeliä.
smn: Máttááttâl tavesämi-, anarâš- tâi nuorttâlâškielâ párnáid čuosâttum Kaavpugfiäráán-spelláin, moos láá ovtâstittâm lävdi- já korttâspeelâ.

source: Peli on ladattavissa Apple Storesta ja Google Playsta .
smn: Heiviittâs puáhtá luođiđ Apple Storest já Google Playst .

source: Katso Muumilaakso-sarjaa Yle Areenassa pohjoissaameksi , inarinsaameksi tai koltansaameksi .
smn: Keejâ Muumileehi-rááiđu Yle Areenast tavesämikielân , anarâškielân tâi nuorttâlâškielân .
